<?php
return [
    'ppg_errors' => [
        '-12' => 'اطلاعات کاربر ناقص است',
        '-13' => 'اطلاعات سفارش ناقص است',
        '-31' => 'اطلاعات کاربر خطای اعتبار سنجی دارد',
        '-39' => 'اطلاعات کاربر خطای اعتبار سنجی دارد',
        '-41' => 'اطلاعات سفارش خطای اعتبار سنجی دارد',
        '-49' => 'اطلاعات سفارش خطای اعتبار سنجی دارد',
        '-100' => 'خطای ذخیره سازی داده',
        '-16' => 'خطا در اعتبار سنجی داده ها',
        '-200' => 'کد پرداخت نامعتبر است',
        '-201' => 'شناسه فاکتور نامعتبر است',
        '-202' => 'شناسه سرویس نامعتبر است'
    ],

];

